




const initState = {
    books : [
            {
              id: 1,
              title:"مقدمة ابن خلدون ",
              author: "ابن خلدون ",
              isbn: "1289499030"
            },
            {
              id: 2,
              title :"الحاوي في الطب ",
              author: "ابو بكر الرازي ",
              isbn : "893847239479"
            },
            {
              id: 3,
              title: "الأغاني",
              author: "أبو الفرج الأصفهاني",
              isbn: "9780140447606"
            },
            {
              id: 4,
              title: "البخلاء",
              author: "الجاحظ",
              isbn: "9781784871327"
            },
            {
              id: 5,
              title: "رسائل إخوان الصفا",
              author: "إخوان الصفا",
              isbn: "9780199577507"
            },
            {
              id: 6,
              title: "الف ليلة وليلة",
              author: "مجموعة مؤلفين",
              isbn: "9780140446036"
            },
            {
              id: 7,
              title: "الأدب الكبير",
              author: "ابن المقفع",
              isbn: "837428374"
            },
            {
              id: 8,
              title: "الأغاني",
              author: "أبو الفرج الأصفهاني",
              isbn: "123456789"
            },
            {
              id: 9,
              title: "كليلة ودمنة",
              author: "ابن المقفع",
              isbn: "987654321"
            },
            {
              id: 10,
              title: "تاريخ الأمم والملوك",
              author: "الطبري",
              isbn: "192837465"
            },
            {
              id: 11,
              title: "البيان والتبيين",
              author: "الجاحظ",
              isbn: "918273645"
            }
    ]


}

export {initState};